[
      {
      "id": 1,
      "title": "Standard Upholstered Chair",
      "img": "chair.avif",
      "desc": "Ergonomically designed, comfortable, and stylish chair.",
      "fullDesc": "The standard upholstered chair is a comfortable and stylish addition to any room. Its cushioned seat and backrest provide a cozy place to relax, while the upholstery adds a touch of elegance to your decor.",
      "category": "chairs",
      "price": 49.99,
    },
    {
      "id": 2,
      "title": "Glass Table",
      "img": "table.avif",
      "desc": "Sleek and space-saving glass table.",
      "fullDesc": "The small glass table is a sleek and space-saving piece of furniture that adds an elegant touch to your decor. Its transparent top creates an illusion of extra space in your room.",
      "category": "tables",
      "price": 149.99,
    },
    {
      "id": 3,
      "title": "Wide Light Reclining Sofa",
      "img": "sofa.avif",
      "desc": "Spacious, cozy, and light-colored reclining sofa.",
      "fullDesc": "The wide light reclining sofa offers spacious and cozy seating with its light color, creating an inviting atmosphere. Its reclining feature adds an extra layer of comfort, making it an ideal choice for relaxation.",
      "category": "sofa",
      "price": 449.99,
    },
    {
      "id": 4,
      "title": "Standard Dark Sofa",
      "img": "sofa1.avif",
      "desc": "Classic, durable, and dark-colored sofa.",
      "fullDesc": "The standard dark sofa is a classic and durable addition to your living space. Its dark upholstery is not only timeless but also resistant to stains, making it an excellent choice for households with children or pets.",
      "category": "sofa",
      "price": 259.99,
    },
    {
      "id": 5,
      "title": "Chair with Height Adjustment",
      "img": "chair1.avif",
      "desc": "Compact, adjustable, and ergonomic office chair.",
      "fullDesc": "This small office chair is compact, adjustable in height, and designed with ergonomics in mind. Its versatility and customizable comfort level make it perfect for various work or study tasks.",
      "category": "chairs",
      "price": 25,
    },
    {
      "id": 6,
      "title": "Three-Legged Table",
      "img": "table1.avif",
      "desc": "Portable, foldable, and versatile three-legged table.",
      "fullDesc": "The three-legged folding table is a portable and versatile piece that can be easily folded and stored. Its three sturdy legs ensure stability, and it serves multiple functions, from dining to workspace or outdoor activities",
      "category": "tables",
      "price": 110,
    }
]
