{
  "htmlForTermsOfUse": "<h5>Basic Concepts.</h5>
                                    <p>1.1. An online store is a website located at (link) where Products offered by
                                        the Seller for purchase and all associated subdomains are presented.</p>
                                    <p>1.2. Visitor to the Online Store - a person who visits the website of the Online
                                        Store without the intention of placing an Order.</p>
                                    <p>1.3. User - a natural or legal person, a visitor to the Online Store, who
                                        accepts the terms of this Agreement and wishes to place Orders in the Online
                                        Store.</p>
                                    <p>1.4. Buyer - a User who has placed an Order in the Online Store.</p>
                                    <p>1.5. Seller - (organization details, address).</p>
                                    <p>1.6. Product - items offered for sale in the Online Store.</p>
                                    <p>1.7. Order - a properly completed request by the Buyer to purchase and deliver
                                        to the address specified by the Buyer / via self-pickup the Products selected in
                                        the Online Store.</p>

                                    <h5>General Provisions.</h5>
                                    <p>2.1. The Seller sells Products through the Online Store.</p>
                                    <p>2.2. By ordering Products through the Online Store, the User agrees to the terms
                                        outlined below. In case of disagreement with the terms outlined in this User
                                        Agreement (hereinafter referred to as the Agreement or Public Offer), the User
                                        must immediately stop using the service and leave the Online Store.</p>
                                    <p>2.3. This User Agreement, as well as information about the Product, constitute a
                                        public offer in accordance with Article 435 and paragraph 2 of Article 437 of
                                        the Civil Code of the ....</p>
                                    <p>2.4. The Agreement may be amended by the Seller unilaterally without notice to
                                        the User / Buyer. The new version of the Agreement comes into effect 10 (Ten)
                                        calendar days after its publication.</p>
                                    <p>2.6. By placing an Order, the User / Buyer agrees that the Seller may entrust
                                        the execution of the Contract to a third party, while remaining responsible for
                                        its performance.</p>
                                    <p>2.7. All rights and obligations under the concluded Agreement with the User
                                        arise directly with the Seller.</p>

                                    <h5>Subject of Agreement.</h5>
                                    <p>3.1. The subject of this Agreement is to provide Users with the opportunity to
                                        purchase the Products presented in the Online Store.</p>
                                    <p>3.2. This Agreement applies to all types of Goods and services presented in the
                                        Online Store as long as such offers with descriptions are present in the catalog
                                        of the Online Store.</p>

                                    <h5>Registration in the Online Store.</h5>
                                    <p>4.1. Registration in the Online Store is carried out by clicking the
                                        \"Registration\" button.</p>
                                    <p>4.2. Registration in the Online Store is not mandatory for placing an Order.</p>
                                    <p>4.3. The Seller is not responsible for the accuracy and correctness of the
                                        information provided by the User during registration.</p>
                                    <p>4.4. The User undertakes not to disclose the login and password specified during
                                        registration to third parties.</p>
                                    <p>4.5. Communication of the User / Buyer with representatives of the Seller should
                                        be based on the principles of generally accepted morality and communication
                                        etiquette. The use of profanity, offensive expressions, threats, and blackmail
                                        is strictly prohibited, regardless of the form and addressee.</p>",
}
