{
  "htmlForTermsOfUse": "<h5>Basic Concepts.</h5><p>1.1. An online store is a website located at (link) where Products offered by the Seller for purchase and all associated subdomains are presented.</p><p>1.2. Visitor to the Online Store - a person who visits the website of the Online Store without the intention of placing an Order.</p><p>1.3. User - a natural or legal person, a visitor to the Online Store, who accepts the terms of this Agreement and wishes to place Orders in the Online Store.</p><p>1.4. Buyer - a User who has placed an Order in the Online Store.</p><p>1.5. Seller - (organization details, address).</p><p>1.6. Product - items offered for sale in the Online Store.</p><p>1.7. Order - a properly completed request by the Buyer to purchase and deliver to the address specified by the Buyer / via self-pickup the Products selected in the Online Store.</p><h5>General Provisions.</h5><p>2.1. The Seller sells Products through the Online Store.</p><p>2.2. By ordering Products through the Online Store, the User agrees to the terms outlined below. In case of disagreement with the terms outlined in this User Agreement (hereinafter referred to as the Agreement or Public Offer), the User must immediately stop using the service and leave the Online Store.</p><p>2.3. This User Agreement, as well as information about the Product, constitute a public offer in accordance with Article 435 and paragraph 2 of Article 437 of the Civil Code of the ....</p><p>2.4. The Agreement may be amended by the Seller unilaterally without notice to the User / Buyer. The new version of the Agreement comes into effect 10 (Ten) calendar days after its publication.</p><p>2.6. By placing an Order, the User / Buyer agrees that the Seller may entrust the execution of the Contract to a third party, while remaining responsible for its performance.</p><p>2.7. All rights and obligations under the concluded Agreement with the User arise directly with the Seller.</p><h5>Subject of Agreement.</h5><p>3.1. The subject of this Agreement is to provide Users with the opportunity to purchase the Products presented in the Online Store.</p><p>3.2. This Agreement applies to all types of Goods and services presented in the Online Store as long as such offers with descriptions are present in the catalog of the Online Store.</p><h5>Registration in the Online Store.</h5><p>4.1. Registration in the Online Store is carried out by clicking the \"Registration\" button.</p><p>4.2. Registration in the Online Store is not mandatory for placing an Order.</p><p>4.3. The Seller is not responsible for the accuracy and correctness of the information provided by the User during registration.</p><p>4.4. The User undertakes not to disclose the login and password specified during registration to third parties.</p><p>4.5. Communication of the User / Buyer with representatives of the Seller should be based on the principles of generally accepted morality and communication etiquette. The use of profanity, offensive expressions, threats, and blackmail is strictly prohibited, regardless of the form and addressee.</p>",
  "htmlForPayDelivery": "<h5>Payment for Products.</h5><p>1. The price of the Product offered in the Online Store is indicated in ... rubles without VAT.</p><p>2. The price of the Product is specified in the Online Store. In case of an incorrect indication of the price of the ordered Product, the Seller informs the Buyer about it to confirm the Order at the corrected price or to cancel the Order. If it's not possible to contact the Buyer, the Order is considered canceled. If the Order was paid, the Seller refunds the Buyer the paid amount using the same method it was paid with.</p><p>3. The price of the Product in the Online Store can be changed by the Seller unilaterally. The price of an Order placed before the change in the Product price remains unchanged.</p><p>4. Payment by individuals is made in cash (with a cash receipt) or by non-cash payment (using bank cards) to the courier upon delivery or at the office during self-pickup.</p><p>5. Payment by legal entities is made in cash (with a cash receipt) or by non-cash payment (based on a concluded contract and an issued invoice).</p><p>6. Specifics of paying for the Product using bank cards:</p><p>6.1. Authorization of operations with bank cards is done by the bank. If the bank has reason to believe that the operation is fraudulent, the bank may refuse to perform the operation.</p><p>6.2. To prevent various forms of unauthorized use of bank cards during payment, all Orders paid with a bank card are verified by the Seller. For the purpose of verifying the identity of the cardholder and their authority to use the card, the Seller may require the Buyer who placed such an order to present an identity document.</p><p>7. The Seller has the right to offer discounts on Products and establish a bonus program. Types of discounts, bonuses, the procedure, and conditions for accrual are determined by the Seller independently and are indicated in the Online Store.</p><p>8. An Order is considered unfulfilled if the Buyer informed about changing the decision to purchase before the assembly of the Order started in the warehouse. If the Buyer informs the Seller about this after the assembly of the Order has started in the warehouse, changes in the configuration are not possible.</p><h5>Product Return.</h5><p>1. A return is accepted for a Product that has not been used and is in its original factory packaging.</p><p>2. Exchange of a defective Product is done based on the conclusion of the Service Center.</p><p>3. The Seller takes all possible measures to minimize the time for exchanging the Product. The maximum exchange period for a Product cannot exceed the periods established by ... law.</p><p>4. Exchange of a defective Product is done based on the conclusion of the Service Center.</p><p>5. The Seller takes all possible measures to minimize the time for exchanging the Product. The maximum exchange period for a Product cannot exceed the periods established by ... law.</p><p>6. The Seller shall ensure availability of the Products presented in the Online Store on its warehouse. Accompanying Product photographs are simple illustrations and may differ from the actual appearance of the Product. Accompanying Product descriptions/specifications are not exhaustive and may contain errors. For clarification about the Product, the Buyer must contact the Seller using any of the communication methods provided in the Online Store.</p><p>7. In case the Products ordered by the Buyer are not available in the Seller's warehouse, the Seller may exclude such Product from the Order or cancel the Buyer's Order, notifying the Buyer through an electronic message to the address provided by the Buyer during registration or by a phone call from the Seller.</p><p>8. In the event of complete or partial cancellation of a prepaid Order, the cost of the canceled Product shall be refunded to the Buyer by the Seller using the same payment method used by the Buyer.</p><p>9. The Buyer is fully responsible for providing inaccurate information that led to the Seller's inability to properly fulfill its obligations to the Buyer.</p><p>10. During Order processing, if necessary, the Seller may clarify Order details and agree on the delivery date. The delivery date depends on the availability of the ordered Products in the Seller's warehouse and the time required for Order processing and delivery.</p><p>11. The delivery date of the Product may be unilaterally changed by the Seller in the event of objective reasons or force majeure circumstances, according to the Seller's judgement.</p><p>12. The Seller shall provide an opportunity for the User to track the Order delivery status.</p><p>13. The Seller is not responsible for delays in delivery due to unforeseen circumstances beyond its control.</p><p>14. Upon delivery, the Order is handed over to the Buyer or a third party specified in the Order as the recipient. If it's not possible for the above individuals to receive the Order paid in cash, the Order may be handed over to a person providing Order details (shipment number and/or the recipient's full name) and who can make the full payment for the Order to the delivering person.</p><p>15. To prevent fraud and ensure fulfillment of obligations, the person delivering the prepaid Order is entitled to demand an identity document from the recipient, as well as to record the type and number of the document on the Order receipt. The Seller guarantees the confidentiality and protection of the recipient's personal data.</p><p>16. The cost of delivery for each Order for individuals is calculated individually based on the delivery address information, weight, dimensions, and delivery method. The delivery cost is specified in the Online Store during Order placement.</p><p>17.</p><p>18. Delivery of Products within the region for individuals is carried out twice a week according to the following schedule: .</p><p>19. Delivery cost for legal entities, clients of our company, is not charged.</p><p>20. The Seller fulfills its obligation to deliver the Product to the Buyer at the moment of handing the Product to the recipient by the courier or upon receipt of the Product by the recipient at the pre-agreed location for Order pickup (including self-pickup points).</p><p>21. To clarify the delivery date, time, and, if necessary, the route, the User can contact the operator/manager using any of the communication methods provided in the Online Store.</p><p>22. The User understands and agrees that delivery is a separate service and not an integral part of the Product purchased by the Buyer. The Seller's obligation with regard to delivery ends at the moment of the recipient receiving the Product and making payment for it.</p>"


}
